3timeslazy.vscodium-devpodcontainers
charliermarsh.ruff
chrisjsewell.myst-tml-syntax
davidanson.vscode-markdownlint
dawidd6.debian-vscode
elagil.pre-commit-helper
esbenp.prettier-vscode
github.vscode-github-actions
github.vscode-pull-request-github
gitlab.gitlab-workflow
golang.go
jeanp413.open-remote-ssh
monosans.djlint
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
redhat.vscode-yaml
tailscale.vscode-tailscale
tamasfe.even-better-toml
timonwong.shellcheck
vscode-icons-team.vscode-icons
vscodevim.vim
